Repository: neenael/friends_service
Catalog: friends_project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: My profile
ru: Мой профиль

source: Users list
ru: Список пользователей

source: Set
ru: Установить

source: Welcome
ru: Добро пожаловать

source: Welcome to Friends Service!
ru: Добро пожаловать в Сервис для друзей!

source: We connect people all over the world
ru: Мы объединяем людей по всему миру

source: Sign up
ru: Регистрация

source: Log in
ru: Вход

source: Log out
ru: Выход

source: Now you are not friends
ru: Вы не дружите

source: Send a friendship request
ru: Отправить запрос на дружбу

source: Request is sent
ru: Запрос отправлен

source: Cancel a request
ru: Отменить запрос

source: Request is received
ru: Запрос получен

source: Accept a request
ru: Принять запрос

source: Reject a request
ru: Отклонить запрос

source: You are friends
ru: Вы друзья

source: Remove friend
ru: Удалить из друзей

source: Friends
ru: Друзья

source: No friends yet
ru: Список друзей пока пуст

source: Incoming requests
ru: Входящие запросы

source: No incoming requests yet
ru: Список входящих запросов пока пуст

source: Outgoing requests
ru: Исходящие запросы

source: No outgoing requests yet
ru: Список исходящих запросов пока пуст

source: Me
ru: Я

source: User app
ru: Пользовательское приложение

source: Friendship request
ru: Запрос на дружбу

source: Friendship requests
ru: Запросы на дружбу

source: Request from
ru: Запрос от

source: Request to
ru: Запрос для

source: Is received
ru: Принят

source: Friendship
ru: Дружба

source: Friendships
ru: Дружбы

source: Member 1
ru: Друг 1

source: Member 2
ru: Друг 2

source: Date created
ru: Дата начала дружбы
